const mapData = [
  {
    key: "海岛",
    locations: ["Z城", "G港", "战地医院", "G镇", "矿场", "P港", "渔村", "靶场", "R城", "废墟", "S城", "研究所", "P城", "农场", "山顶废墟", "军事基地", "K城", "Y城", "洋房", "L城", "监狱", "防空洞", "M城", "核电站", "N港"]
  },
  {
    key: "山谷",
    locations: ["玫瑰农场", "文根小镇", "嘎斯镇", "冰堡", "鲁冰花海", "温泉", "花都", "格隆胡斯", "杂草镇", "石心城", "东港", "渔村", "古洞渠", "海勒镇", "发电厂", "芦苇沼", "瀑布", "造船厂", "物流城", "伐木场", "灰屋镇", "滨海镇"]
  },
  {
    key: "雨林",
    locations: ["克豪镇", "椰树林", "塔莫克", "河静", "二号营地", "天堂度假村", "一号营地", "训练营地", "榕树林", "拉卡维", "采石场", "遗迹", "派南", "坎邦", "塔姆帮", "洞穴", "纳坎", "三号营地", "码头", "莎米", "班泰"]
  },
  {
    key: "雪地",
    locations: ["军港", "扎鲁镇", "亚力克港", "航天基地", "煤矿", "双池镇", "哈达农场", "钟塔港", "冰湖镇", "滑雪场", "双桥镇", "豪宅", "水泥厂", "城堡", "希恩港", "布格沃镇", "爱情小镇", "恐龙乐园", "庄园", "凛冬城", "温泉", "酿酒厂", "中心公园", "渔村"]
  },
  {
    key: "沙漠",
    locations: ["废墟", "青铜城", "火电厂", "军事基地", "拖车场", "伊波城", "农场", "新山城", "水厂", "别墅区", "断城", "提波镇", "橙花镇", "圣马丁", "电站", "皮卡多", "墓地", "大矿山", "垃圾站", "幸福村", "狮城", "黑斑羚镇", "砖厂", "老工业区", "小矿山", "滨海小镇", "普罗港", "南部矿山", "监狱", "无花果镇"]
  }
]

export default mapData
